[
  {
    "feeling": "Furaha",
    "value": 1,
    "exercise": "Tujifunze shukrani. Taja vitu vitatu unavyoshukuru leo. Kuzingatia upande mzuri wa maisha yako kunaweza kuboresha hali yako na afya ya akili kwa ujumla."
  },
  {
    "feeling": "Hasira",
    "value": 2,
    "exercise": "Kumbuka, ni sawa kuwa na siku mbaya. Kuwa mpole kwako kama unavyokuwa kwa rafiki. Jitendee kwa huruma na kumbuka kuwa hujawahi pekee katika safari hii."
  },
  {
    "feeling": "Wasiwasi",
    "value": 3,
    "exercise": "Ikiwa wasiwasi unachukua nafasi yako, jaribu hii mbinu ya kuzingatia: Taja vitu 5 unavyoona, vitu 4 unavyoweza kugusa, vitu 3 unavyoweza kusikia, vitu 2 unavyoweza kunusa, na kitu 1 unachoweza kuhisi kwa ladha. Hii inaweza kukusaidia kuwa hapa na kupunguza msongo."
  },
  {
    "feeling": "Bila Hisia",
    "value": 4,
    "exercise": "Maneno ya kujithibitisha yanaweza kuinua hali yako. Rudia baada yangu: 'Mimi ni mwenye nguvu, mimi ni imara, na naweza kushughulikia changamoto. Nina thamani ya upendo na msaada.'"
  },
  {
    "feeling": "Bila Hisia ya Kujieleza",
    "value": 5,
    "exercise": "Chukua muda wa kufanya mazoezi ya uzingativu. Funga macho na zingatia pumzi yako, acha vitu vyovyote visivyofaa. Sikia hisia mwilini mwako na mawazo akilini bila hukumu. Rudisha mwenyewe kwa wakati wa sasa."
  },
  {
    "feeling": "Huzuni",
    "value": 6,
    "exercise": "Kumbuka, hujawahi pekee katika changamoto zako. Wasiliana na marafiki, familia, au mtaalam wa afya ya akili ikiwa unahitaji mtu wa kuzungumza naye. Kuomba msaada ni ishara ya nguvu."
  },
  {
    "feeling": "Msongo wa Mawazo",
    "value": 7,
    "exercise": "Unahisi msongo wa mawazo? Jishughulishe na shughuli unazozipenda, kama kusikiliza muziki, kusoma kitabu, au kutumia muda katika asili. Kuchukua mapumziko kunaweza kusaidia kujipyaisha na kuboresha ustawi wako."
  },
  {
    "feeling": "Kuwa Na Shinikizo Kubwa",
    "value": 8,
    "exercise": "Unahisi kushindwa na mambo? Tuunge mkono kwa mazoezi ya kupumua kwa kina haraka. Vuta pumzi kwa kina kwa kuhesabu 4, shikilia kwa 4, na toa polepole kwa kuhesabu 6. Rudia hii mara 3-5. Kumbuka kuzingatia pumzi yako na kuachilia msongo."
  }
]
